---
kind: other
id: Properties.T:Autodesk.Revit.DB.PhaseArrayIterator
source: html/fb0d1cfe-aa51-5219-9ba7-b39824e59d25.htm
---
# PhaseArrayIterator Properties

Retrieves the item that is the current focus of the iterator.